cfdCases/mainDomain/caseA90/constant/simCenter/input/defaultSamplingPoints.txt
-0.038101	-0.0500063	0.02286
-0.038101	-0.0500063	0.06858
-0.038101	-0.0500063	0.1143
-0.038101	-0.0500063	0.16002
-0.038101	-0.0500063	0.20574
-0.038101	-0.0500063	0.25146
-0.038101	-0.0500063	0.29718
-0.038101	-0.0500063	0.3429
-0.038101	-0.0500063	0.38862
-0.038101	-0.0500063	0.43434
-0.038101	-0.0357188	0.02286
-0.038101	-0.0357188	0.06858
-0.038101	-0.0357188	0.1143
-0.038101	-0.0357188	0.16002
-0.038101	-0.0357188	0.20574
-0.038101	-0.0357188	0.25146
-0.038101	-0.0357188	0.29718
-0.038101	-0.0357188	0.3429
-0.038101	-0.0357188	0.38862
-0.038101	-0.0357188	0.43434
-0.038101	-0.0214313	0.02286
-0.038101	-0.0214313	0.06858
-0.038101	-0.0214313	0.1143
-0.038101	-0.0214313	0.16002
-0.038101	-0.0214313	0.20574
-0.038101	-0.0214313	0.25146
-0.038101	-0.0214313	0.29718
-0.038101	-0.0214313	0.3429
-0.038101	-0.0214313	0.38862
-0.038101	-0.0214313	0.43434
-0.038101	-0.00714375	0.02286
-0.038101	-0.00714375	0.06858
-0.038101	-0.00714375	0.1143
-0.038101	-0.00714375	0.16002
-0.038101	-0.00714375	0.20574
-0.038101	-0.00714375	0.25146
-0.038101	-0.00714375	0.29718
-0.038101	-0.00714375	0.3429
-0.038101	-0.00714375	0.38862
-0.038101	-0.00714375	0.43434
-0.038101	0.00714375	0.02286
-0.038101	0.00714375	0.06858
-0.038101	0.00714375	0.1143
-0.038101	0.00714375	0.16002
-0.038101	0.00714375	0.20574
-0.038101	0.00714375	0.25146
-0.038101	0.00714375	0.29718
-0.038101	0.00714375	0.3429
-0.038101	0.00714375	0.38862
-0.038101	0.00714375	0.43434
-0.038101	0.0214313	0.02286
-0.038101	0.0214313	0.06858
-0.038101	0.0214313	0.1143
-0.038101	0.0214313	0.16002
-0.038101	0.0214313	0.20574
-0.038101	0.0214313	0.25146
-0.038101	0.0214313	0.29718
-0.038101	0.0214313	0.3429
-0.038101	0.0214313	0.38862
-0.038101	0.0214313	0.43434
-0.038101	0.0357187	0.02286
-0.038101	0.0357187	0.06858
-0.038101	0.0357187	0.1143
-0.038101	0.0357187	0.16002
-0.038101	0.0357187	0.20574
-0.038101	0.0357187	0.25146
-0.038101	0.0357187	0.29718
-0.038101	0.0357187	0.3429
-0.038101	0.0357187	0.38862
-0.038101	0.0357187	0.43434
-0.038101	0.0500062	0.02286
-0.038101	0.0500062	0.06858
-0.038101	0.0500062	0.1143
-0.038101	0.0500062	0.16002
-0.038101	0.0500062	0.20574
-0.038101	0.0500062	0.25146
-0.038101	0.0500062	0.29718
-0.038101	0.0500062	0.3429
-0.038101	0.0500062	0.38862
-0.038101	0.0500062	0.43434
0.038101	-0.0500063	0.02286
0.038101	-0.0500063	0.06858
0.038101	-0.0500063	0.1143
0.038101	-0.0500063	0.16002
0.038101	-0.0500063	0.20574
0.038101	-0.0500063	0.25146
0.038101	-0.0500063	0.29718
0.038101	-0.0500063	0.3429
0.038101	-0.0500063	0.38862
0.038101	-0.0500063	0.43434
0.038101	-0.0357188	0.02286
0.038101	-0.0357188	0.06858
0.038101	-0.0357188	0.1143
0.038101	-0.0357188	0.16002
0.038101	-0.0357188	0.20574
0.038101	-0.0357188	0.25146
0.038101	-0.0357188	0.29718
0.038101	-0.0357188	0.3429
0.038101	-0.0357188	0.38862
0.038101	-0.0357188	0.43434
0.038101	-0.0214313	0.02286
0.038101	-0.0214313	0.06858
0.038101	-0.0214313	0.1143
0.038101	-0.0214313	0.16002
0.038101	-0.0214313	0.20574
0.038101	-0.0214313	0.25146
0.038101	-0.0214313	0.29718
0.038101	-0.0214313	0.3429
0.038101	-0.0214313	0.38862
0.038101	-0.0214313	0.43434
0.038101	-0.00714375	0.02286
0.038101	-0.00714375	0.06858
0.038101	-0.00714375	0.1143
0.038101	-0.00714375	0.16002
0.038101	-0.00714375	0.20574
0.038101	-0.00714375	0.25146
0.038101	-0.00714375	0.29718
0.038101	-0.00714375	0.3429
0.038101	-0.00714375	0.38862
0.038101	-0.00714375	0.43434
0.038101	0.00714375	0.02286
0.038101	0.00714375	0.06858
0.038101	0.00714375	0.1143
0.038101	0.00714375	0.16002
0.038101	0.00714375	0.20574
0.038101	0.00714375	0.25146
0.038101	0.00714375	0.29718
0.038101	0.00714375	0.3429
0.038101	0.00714375	0.38862
0.038101	0.00714375	0.43434
0.038101	0.0214313	0.02286
0.038101	0.0214313	0.06858
0.038101	0.0214313	0.1143
0.038101	0.0214313	0.16002
0.038101	0.0214313	0.20574
0.038101	0.0214313	0.25146
0.038101	0.0214313	0.29718
0.038101	0.0214313	0.3429
0.038101	0.0214313	0.38862
0.038101	0.0214313	0.43434
0.038101	0.0357187	0.02286
0.038101	0.0357187	0.06858
0.038101	0.0357187	0.1143
0.038101	0.0357187	0.16002
0.038101	0.0357187	0.20574
0.038101	0.0357187	0.25146
0.038101	0.0357187	0.29718
0.038101	0.0357187	0.3429
0.038101	0.0357187	0.38862
0.038101	0.0357187	0.43434
0.038101	0.0500062	0.02286
0.038101	0.0500062	0.06858
0.038101	0.0500062	0.1143
0.038101	0.0500062	0.16002
0.038101	0.0500062	0.20574
0.038101	0.0500062	0.25146
0.038101	0.0500062	0.29718
0.038101	0.0500062	0.3429
0.038101	0.0500062	0.38862
0.038101	0.0500062	0.43434
-0.03048	-0.057151	0.02286
-0.03048	-0.057151	0.06858
-0.03048	-0.057151	0.1143
-0.03048	-0.057151	0.16002
-0.03048	-0.057151	0.20574
-0.03048	-0.057151	0.25146
-0.03048	-0.057151	0.29718
-0.03048	-0.057151	0.3429
-0.03048	-0.057151	0.38862
-0.03048	-0.057151	0.43434
-0.01524	-0.057151	0.02286
-0.01524	-0.057151	0.06858
-0.01524	-0.057151	0.1143
-0.01524	-0.057151	0.16002
-0.01524	-0.057151	0.20574
-0.01524	-0.057151	0.25146
-0.01524	-0.057151	0.29718
-0.01524	-0.057151	0.3429
-0.01524	-0.057151	0.38862
-0.01524	-0.057151	0.43434
-9.26107e-10	-0.057151	0.02286
-9.26107e-10	-0.057151	0.06858
-9.26107e-10	-0.057151	0.1143
-9.26107e-10	-0.057151	0.16002
-9.26107e-10	-0.057151	0.20574
-9.26107e-10	-0.057151	0.25146
-9.26107e-10	-0.057151	0.29718
-9.26107e-10	-0.057151	0.3429
-9.26107e-10	-0.057151	0.38862
-9.26107e-10	-0.057151	0.43434
0.01524	-0.057151	0.02286
0.01524	-0.057151	0.06858
0.01524	-0.057151	0.1143
0.01524	-0.057151	0.16002
0.01524	-0.057151	0.20574
0.01524	-0.057151	0.25146
0.01524	-0.057151	0.29718
0.01524	-0.057151	0.3429
0.01524	-0.057151	0.38862
0.01524	-0.057151	0.43434
0.03048	-0.057151	0.02286
0.03048	-0.057151	0.06858
0.03048	-0.057151	0.1143
0.03048	-0.057151	0.16002
0.03048	-0.057151	0.20574
0.03048	-0.057151	0.25146
0.03048	-0.057151	0.29718
0.03048	-0.057151	0.3429
0.03048	-0.057151	0.38862
0.03048	-0.057151	0.43434
-0.03048	0.057151	0.02286
-0.03048	0.057151	0.06858
-0.03048	0.057151	0.1143
-0.03048	0.057151	0.16002
-0.03048	0.057151	0.20574
-0.03048	0.057151	0.25146
-0.03048	0.057151	0.29718
-0.03048	0.057151	0.3429
-0.03048	0.057151	0.38862
-0.03048	0.057151	0.43434
-0.01524	0.057151	0.02286
-0.01524	0.057151	0.06858
-0.01524	0.057151	0.1143
-0.01524	0.057151	0.16002
-0.01524	0.057151	0.20574
-0.01524	0.057151	0.25146
-0.01524	0.057151	0.29718
-0.01524	0.057151	0.3429
-0.01524	0.057151	0.38862
-0.01524	0.057151	0.43434
-9.26107e-10	0.057151	0.02286
-9.26107e-10	0.057151	0.06858
-9.26107e-10	0.057151	0.1143
-9.26107e-10	0.057151	0.16002
-9.26107e-10	0.057151	0.20574
-9.26107e-10	0.057151	0.25146
-9.26107e-10	0.057151	0.29718
-9.26107e-10	0.057151	0.3429
-9.26107e-10	0.057151	0.38862
-9.26107e-10	0.057151	0.43434
0.01524	0.057151	0.02286
0.01524	0.057151	0.06858
0.01524	0.057151	0.1143
0.01524	0.057151	0.16002
0.01524	0.057151	0.20574
0.01524	0.057151	0.25146
0.01524	0.057151	0.29718
0.01524	0.057151	0.3429
0.01524	0.057151	0.38862
0.01524	0.057151	0.43434
0.03048	0.057151	0.02286
0.03048	0.057151	0.06858
0.03048	0.057151	0.1143
0.03048	0.057151	0.16002
0.03048	0.057151	0.20574
0.03048	0.057151	0.25146
0.03048	0.057151	0.29718
0.03048	0.057151	0.3429
0.03048	0.057151	0.38862
0.03048	0.057151	0.43434
-0.03048	-0.0500063	0.457201
-0.03048	-0.0357188	0.457201
-0.03048	-0.0214313	0.457201
-0.03048	-0.00714375	0.457201
-0.03048	0.00714375	0.457201
-0.03048	0.0214313	0.457201
-0.03048	0.0357187	0.457201
-0.03048	0.0500062	0.457201
-0.01524	-0.0500063	0.457201
-0.01524	-0.0357188	0.457201
-0.01524	-0.0214313	0.457201
-0.01524	-0.00714375	0.457201
-0.01524	0.00714375	0.457201
-0.01524	0.0214313	0.457201
-0.01524	0.0357187	0.457201
-0.01524	0.0500062	0.457201
-9.26107e-10	-0.0500063	0.457201
-9.26107e-10	-0.0357188	0.457201
-9.26107e-10	-0.0214313	0.457201
-9.26107e-10	-0.00714375	0.457201
-9.26107e-10	0.00714375	0.457201
-9.26107e-10	0.0214313	0.457201
-9.26107e-10	0.0357187	0.457201
-9.26107e-10	0.0500062	0.457201
0.01524	-0.0500063	0.457201
0.01524	-0.0357188	0.457201
0.01524	-0.0214313	0.457201
0.01524	-0.00714375	0.457201
0.01524	0.00714375	0.457201
0.01524	0.0214313	0.457201
0.01524	0.0357187	0.457201
0.01524	0.0500062	0.457201
0.03048	-0.0500063	0.457201
0.03048	-0.0357188	0.457201
0.03048	-0.0214313	0.457201
0.03048	-0.00714375	0.457201
0.03048	0.00714375	0.457201
0.03048	0.0214313	0.457201
0.03048	0.0357187	0.457201
0.03048	0.0500062	0.457201